{
  "paragraphs": [
    "Biografía",
    "Rubén Ruzafa nace en Valencia el 9 de septiembre de 1984. De padre Vasco y madre malagueña, la familia se instala en Rincón de la Victoria (Málaga) en 1987. Desde muy joven se siente atraído por la bicicleta de montaña, empezando a competir en carreras regionales a la edad de 12 años.",
    "Con 14 años, empieza a ser entrenado por Emilio Fernández, entrenador especializado en triatlón. Aunque su interés principal era la bicicleta de montaña, compatibiliza su trayectoria en este deporte, con competiciones de duatlón locales y nacionales en categorías inferiores, llegando a ser campeón de España de mountain bike y de duatlón en el mismo año.",
    "Tras destacar en categorías inferiores en mountain bike, entra a formar parte del equipo BH-Sierra Nevada desde 2003 a 2005, cuando se introduce en el equipo internacional Orbea Racing Team hasta 2012. Durante su etapa como corredor de bicicleta de montaña, entre otros logros, consigue tres victorias en Campeonatos de España absolutos, 2 podiums en Copas del Mundo de Mountain bike, y un décimo, en la general de la Copa del Mundo de mountain bike de 2010.",
    "Durante este periodo compatibilizó el triatlón y duatlón durante los periodos fuera de temporada del calendario de la bicicleta de montaña. En 2008, tras no ser seleccionado para los JJ OO de ese año en Pekín, decide competir en los Campeonatos del Mundo de Xterra, Maui. Allí, contra todo pronóstico, se proclama Campeón del Mundo de Xterra.",
    "No será hasta 2013, cuando comience a competir de forma exclusiva en triatlón, especializándose en Xterra y triatlón de montaña. Desde 2013 a la actualidad, Rubén Ruzafa ha logrado multitud de victorias y pódiums en triatlón. Cabe destacar los 3 títulos Mundiales de Xterra (2008, 2013, 2014), y los 4 títulos Mundiales de triatlón cross (2014, 2015, 2016, 2018).",
    "Desde 2018 compatibiliza su actividad deportiva con los estudios del Grado en Ciencias de la Actividad física y el deporte en la Universidad Camilo José Cela. La temporada 2022 ha terminado con pódiums en los Campeonatos más importantes de la modalidad, y se cierra con muy buen sabor de boca para la temporada 2023."
  ]
}